Repository: cyoab/hybrd
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br

source: No measurable distance was captured. You can discard this empty recording and log your run manually.
es: No se capturó una distancia medible. Puedes descartar esta grabación vacía y registrar la carrera manualmente.
fr: Aucune distance mesurable n’a été captée. Vous pouvez supprimer cet enregistrement vide et saisir votre course manuellement.
pt_br: Nenhuma distância mensurável foi capturada. Você pode descartar esta gravação vazia e registrar a corrida manualmente.

source: No measurable run was saved to Apple Health.
es: No se guardó ninguna carrera medible en Salud de Apple.
fr: Aucune course mesurable n’a été enregistrée dans Santé d’Apple.
pt_br: Nenhuma corrida mensurável foi salva no Saúde da Apple.

source: No other sessions planned for this day.
es: No hay otras sesiones previstas para este día.
fr: Aucune autre séance prévue ce jour-là.
pt_br: Nenhuma outra sessão planejada para este dia.

source: No profile measurements were available. Data may be missing or not shared. You can keep entering everything manually.
es: No se encontraron medidas del perfil. Los datos pueden faltar o no haberse compartido. Puedes seguir introduciéndolos manualmente.
fr: Aucune mesure de profil n’était disponible. Les données peuvent être absentes ou non partagées. Vous pouvez continuer à tout saisir manuellement.
pt_br: Nenhuma medida de perfil estava disponível. Os dados podem estar ausentes ou não compartilhados. Você pode continuar preenchendo tudo manualmente.

source: No session scheduled. Let the work settle in, and come back ready for what’s next.
es: No hay sesión programada. Deja que el trabajo se asimile y vuelve con energía para lo que viene.
fr: Aucune séance prévue. Laissez le travail porter ses fruits et revenez prêt pour la suite.
pt_br: Nenhuma sessão agendada. Deixe o corpo assimilar o treino e volte com energia para o próximo desafio.

source: No target
es: Sin objetivo
fr: Aucun objectif
pt_br: Sem meta

source: No training logged
es: Sin entrenamiento registrado
fr: Aucun entraînement enregistré
pt_br: Nenhum treino registrado

source: No training logged for this day. Rest is part of your rhythm.
es: No hay entrenamiento registrado este día. El descanso es parte de tu ritmo.
fr: Aucun entraînement enregistré ce jour-là. Le repos fait partie de votre rythme.
pt_br: Nenhum treino registrado neste dia. Descansar faz parte do seu ritmo.

source: No upcoming sessions. Choose a run on iPhone, then send your plan to Watch.
es: No hay próximas sesiones. Elige una carrera en el iPhone y envía el plan al Watch.
fr: Aucune séance à venir. Choisissez une course sur iPhone, puis envoyez votre programme à la Watch.
pt_br: Nenhuma sessão futura. Escolha uma corrida no iPhone e envie o plano ao Watch.

source: Not completed
es: Sin completar
fr: Non terminé
pt_br: Não concluído

source: Not connected
es: Sin conectar
fr: Non connecté
pt_br: Não conectado

source: Not logged
es: Sin registrar
fr: Non enregistré
pt_br: Não registrado

source: Not set
es: Sin definir
fr: Non défini
pt_br: Não definido

source: OPTIONAL ·
es: OPCIONAL ·
fr: FACULTATIF ·
pt_br: OPCIONAL ·

source: On this iPhone
es: En este iPhone
fr: Sur cet iPhone
pt_br: Neste iPhone

source: On-device guidance
es: Guía en el dispositivo
fr: Conseils sur l’appareil
pt_br: Orientação no dispositivo

source: Onboarding answers stay on this device in a separate preview draft. Nothing is sent to a server, Apple Health, or Strava. Start over from the welcome screen to clear these answers. Your existing training data is separate.
es: Tus respuestas quedan en este dispositivo en un borrador de vista previa. No se envía nada a un servidor, Apple Health ni Strava. Vuelve a empezar desde la bienvenida para borrarlas. Tus datos de entrenamiento están separados.
fr: Vos réponses restent sur cet appareil dans un brouillon distinct. Rien n’est envoyé à un serveur, à Apple Santé ou à Strava. Recommencez depuis l’accueil pour les effacer. Vos données d’entraînement restent séparées.
pt_br: Suas respostas ficam neste dispositivo em um rascunho separado. Nada é enviado a um servidor, Apple Health ou Strava. Recomece na tela de boas-vindas para apagá-las. Seus dados de treino ficam separados.

source: Onboarding progress
es: Progreso de configuración
fr: Progression de la configuration
pt_br: Progresso da configuração

source: One athlete. Both worlds.
es: Un atleta. Ambos mundos.
fr: Un athlète. Deux univers.
pt_br: Um atleta. Dois mundos.

source: One membership. All of you.
es: Una membresía. Todo tu potencial.
fr: Un abonnement. Tout votre potentiel.
pt_br: Uma assinatura. Você por inteiro.

source: One place for your training and progress.
es: Tu entrenamiento y progreso en un solo lugar.
fr: Vos entraînements et vos progrès au même endroit.
pt_br: Seu treino e progresso em um só lugar.

source: One sustained effort
es: Un esfuerzo sostenido
fr: Un effort soutenu
pt_br: Um esforço sustentado

source: One-arm dumbbell row
es: Remo con mancuerna a un brazo
fr: Rowing à un bras avec haltère
pt_br: Remada unilateral com halter

source: Only this session’s date changes. Your previous plan and completed training stay in your history.
es: Solo cambia la fecha de esta sesión. El plan anterior y los entrenamientos completados permanecen en el historial.
fr: Seule la date de cette séance change. Le programme précédent et les entraînements terminés restent dans votre historique.
pt_br: Só a data desta sessão muda. O plano anterior e os treinos concluídos ficam no histórico.

source: Open hybrd on your Apple Watch, choose this session, then tap Start run. Let the plan finish syncing before you leave.
es: Abre hybrd en el Apple Watch, elige esta sesión y toca Iniciar carrera. Espera a que el plan termine de sincronizarse antes de salir.
fr: Ouvrez hybrd sur votre Apple Watch, choisissez cette séance, puis touchez Démarrer la course. Attendez la fin de la synchronisation avant de partir.
pt_br: Abra o hybrd no Apple Watch, escolha esta sessão e toque em Iniciar corrida. Espere o plano terminar de sincronizar antes de sair.

source: Open hybrd on your paired iPhone, then send your plan from Athlete. Once synced, you can run without your phone.
es: Abre hybrd en el iPhone enlazado y envía el plan desde el perfil del atleta. Una vez sincronizado, puedes correr sin teléfono.
fr: Ouvrez hybrd sur votre iPhone jumelé, puis envoyez votre programme depuis le profil de l’athlète. Une fois synchronisé, vous pouvez courir sans téléphone.
pt_br: Abra o hybrd no iPhone emparelhado e envie o plano pelo perfil do atleta. Após sincronizar, você pode correr sem o telefone.

source: Open session
es: Abrir sesión
fr: Ouvrir la séance
pt_br: Abrir sessão

source: Open your next session
es: Abrir tu próxima sesión
fr: Ouvrir votre prochaine séance
pt_br: Abrir sua próxima sessão

source: Opening profile…
es: Abriendo perfil…
fr: Ouverture du profil…
pt_br: Abrindo perfil…

source: Opening your training data…
es: Abriendo tus datos de entrenamiento…
fr: Ouverture de vos données d’entraînement…
pt_br: Abrindo seus dados de treino…

source: Opens session details
es: Abre los detalles de la sesión
fr: Ouvre les détails de la séance
pt_br: Abre os detalhes da sessão

source: Optional upper-body work after your key run. Keep three reps in reserve and skip it if you need more recovery.
es: Trabajo opcional de tren superior tras tu carrera clave. Deja tres repeticiones en reserva y omítelo si necesitas más recuperación.
fr: Travail facultatif du haut du corps après votre course clé. Gardez trois répétitions en réserve et passez votre tour si vous avez besoin de récupérer davantage.
pt_br: Treino opcional de membros superiores após a corrida principal. Deixe três repetições na reserva e pule se precisar de mais recuperação.

source: Optional ·
es: Opcional ·
fr: Facultatif ·
pt_br: Opcional ·

source: Optional · schedule, preferences, or movements to avoid
es: Opcional · horarios, preferencias o movimientos que evitar
fr: Facultatif · horaires, préférences ou mouvements à éviter
pt_br: Opcional · horários, preferências ou movimentos a evitar

source: Optional. Enter your current measurements or import what you choose to share from Apple Health.
es: Opcional. Introduce tus medidas actuales o importa lo que decidas compartir de Salud de Apple.
fr: Facultatif. Saisissez vos mesures actuelles ou importez les données que vous choisissez de partager depuis Santé d’Apple.
pt_br: Opcional. Insira suas medidas atuais ou importe o que escolher compartilhar do Saúde da Apple.

source: Outdoor GPS recording. Heart rate on iPhone requires a supported heart-rate sensor; Apple Watch measures it from your wrist. Permissions are requested when you start.
es: Grabación GPS al aire libre. La frecuencia cardíaca en el iPhone requiere un sensor compatible; el Apple Watch la mide en tu muñeca. Se solicitan permisos al iniciar.
fr: Enregistrement GPS en extérieur. Sur iPhone, la fréquence cardiaque nécessite un capteur compatible ; l’Apple Watch la mesure au poignet. Les autorisations sont demandées au démarrage.
pt_br: Gravação por GPS ao ar livre. A frequência cardíaca no iPhone exige um sensor compatível; o Apple Watch mede pelo pulso. As permissões são solicitadas ao iniciar.

source: Overhead press
es: Press militar
fr: Développé au-dessus de la tête
pt_br: Desenvolvimento com barra

source: PACE
es: RITMO
fr: ALLURE
pt_br: RITMO

source: PAUSED
es: EN PAUSA
fr: EN PAUSE
pt_br: PAUSADO

source: PLANNED
es: PREVISTO
fr: PRÉVU
pt_br: PLANEJADO

source: PREVIEW
es: VISTA PREVIA
fr: APERÇU
pt_br: PRÉVIA

source: Pace, distance, laps, and your next interval. Keep your run in view on iPhone or take it with you on Apple Watch.
es: Ritmo, distancia, vueltas y tu próximo intervalo. Sigue tu carrera en el iPhone o llévala contigo en el Apple Watch.
fr: Allure, distance, tours et prochain intervalle. Suivez votre course sur iPhone ou emportez-la sur votre Apple Watch.
pt_br: Ritmo, distância, voltas e seu próximo intervalo. Acompanhe a corrida no iPhone ou leve tudo no Apple Watch.

source: Partial
es: Parcial
fr: Partiel
pt_br: Parcial

source: Pause
es: Pausar
pt_br: Pausar

source: Pause workout
es: Pausar entrenamiento
fr: Mettre l’entraînement en pause
pt_br: Pausar treino

source: Paused
es: En pausa
fr: En pause
pt_br: Pausado

source: Peak
es: Máximo
fr: Maximal
pt_br: Máximo

source: Personal best
es: Récord personal
fr: Record personnel
pt_br: Recorde pessoal

source: Personal records
es: Récords personales
fr: Records personnels
pt_br: Recordes pessoais

source: Pike push-up
es: Flexión en pica
fr: Pompe en V
pt_br: Flexão pike

source: Plan history
es: Historial del plan
fr: Historique du programme
pt_br: Histórico do plano

source: Plan queued for Apple Watch
es: Plan en cola para el Apple Watch
fr: Programme en attente pour l’Apple Watch
pt_br: Plano na fila para o Apple Watch

source: Plan received
es: Plan recibido
fr: Programme reçu
pt_br: Plano recebido

source: Planned
es: Previsto
fr: Prévu
pt_br: Planejado

source: Planned amount
es: Cantidad prevista
fr: Quantité prévue
pt_br: Quantidade planejada

source: Planned running sequence
es: Secuencia de carrera prevista
fr: Séquence de course prévue
pt_br: Sequência de corrida planejada

source: Planned sequence · bar width shows time
es: Secuencia prevista · el ancho indica el tiempo
fr: Séquence prévue · la largeur indique le temps
pt_br: Sequência planejada · a largura indica o tempo

source: Planned session
es: Sesión prevista
fr: Séance prévue
pt_br: Sessão planejada

source: Planned time by HR zone
es: Tiempo previsto por zona de FC
fr: Temps prévu par zone de FC
pt_br: Tempo planejado por zona de FC

source: Pounds
es: Libras
fr: Livres
pt_br: Libras

source: Practice holding a comfortably hard effort in three focused blocks, with easy recoveries to reset.
es: Practica mantener un esfuerzo exigente pero sostenible en tres bloques, con recuperaciones suaves entre ellos.
fr: Entraînez-vous à maintenir un effort soutenu mais maîtrisé sur trois blocs, avec des récupérations faciles entre chacun.
pt_br: Pratique sustentar um esforço intenso, mas sustentável, em três blocos, com recuperações leves entre eles.

source: Preferred lifting days
es: Días de fuerza preferidos
fr: Jours de musculation souhaités
pt_br: Dias de força desejados

source: Preparing your plan preview
es: Preparando la vista previa de tu plan
fr: Préparation de l’aperçu de votre programme
pt_br: Preparando a prévia do seu plano

source: Preparing…
es: Preparando…
fr: Préparation…
pt_br: Preparando…

source: Prescribed:
es: Previsto:
fr: Prescription :
pt_br: Prescrito:

source: Preview animation · No account or plan is created yet.
es: Animación de prueba · Aún no se crea ninguna cuenta ni plan.
fr: Animation d’aperçu · Aucun compte ni programme n’est encore créé.
pt_br: Animação de prévia · Nenhuma conta ou plano é criado ainda.

source: Preview only · No account or payment required
es: Solo vista previa · Sin cuenta ni pago
fr: Aperçu uniquement · Aucun compte ni paiement requis
pt_br: Apenas uma prévia · Sem conta ou pagamento

source: Preview only. You won’t be charged.
es: Solo vista previa. No se te cobrará.
fr: Aperçu uniquement. Aucun montant ne sera débité.
pt_br: Apenas uma prévia. Você não será cobrado.

source: Preview the new athlete journey and membership screen. No account changes or charges.
es: Prueba la nueva configuración y la pantalla de membresía. Sin cambios en la cuenta ni cobros.
fr: Testez le nouveau parcours et l’écran d’abonnement. Aucun changement de compte ni paiement.
pt_br: Teste a nova jornada e a tela de assinatura. Sem alterações na conta ou cobranças.

source: Previous week
es: Semana anterior
fr: Semaine précédente
pt_br: Semana anterior

source: Prioritize lifting while keeping my engine strong.
es: Priorizar la fuerza y mantener mi resistencia.
fr: Privilégier la musculation tout en entretenant mon endurance.
pt_br: Priorizar a força e manter minha resistência.

source: Privacy
es: Privacidad
fr: Confidentialité
pt_br: Privacidade

source: Profile and running-history import will be available when the Strava connection is ready. You can add your PRs manually today.
es: La importación del perfil y el historial de carreras estará disponible cuando la conexión con Strava esté lista. Ya puedes añadir tus récords manualmente.
fr: L’importation du profil et de l’historique des courses sera disponible lorsque la connexion Strava sera prête. Vous pouvez déjà ajouter vos records manuellement.
pt_br: A importação do perfil e do histórico de corridas estará disponível quando a conexão com o Strava estiver pronta. Você já pode adicionar seus recordes manualmente.

source: Profile storage
es: Almacenamiento del perfil
fr: Stockage du profil
pt_br: Armazenamento do perfil

source: Progress
es: Progreso
fr: Progression
pt_br: Progresso

source: Progress period
es: Período de progreso
fr: Période de progression
pt_br: Período de progresso

source: Progress toward level %lld
es: Progreso hacia el nivel %lld
fr: Progression vers le niveau %lld
pt_br: Progresso até o nível %lld

source: Prone W raise
es: Elevación en W boca abajo
fr: Élévation en W à plat ventre
pt_br: Elevação em W de bruços

source: Protect my running goal and support it with strength.
es: Priorizar mi meta de running y apoyarla con fuerza.
fr: Privilégier mon objectif de course et le soutenir par la musculation.
pt_br: Priorizar minha meta de corrida com apoio da força.

source: Pull-up
es: Dominada
fr: Traction
pt_br: Barra fixa

source: Pull-up bar
es: Barra de dominadas
fr: Barre de traction
pt_br: Barra fixa

source: Pullups
es: Dominadas
fr: Tractions
pt_br: Barra fixa

source: Purchases aren’t connected in this preview, so there’s nothing to restore. Real subscriptions will be verified through the App Store.
es: Las compras no están conectadas en esta vista previa, así que no hay nada que restaurar. Las suscripciones reales se verificarán con App Store.
fr: Les achats ne sont pas activés dans cet aperçu : il n’y a rien à restaurer. Les abonnements réels seront vérifiés via l’App Store.
pt_br: As compras não estão conectadas nesta prévia, então não há nada para restaurar. As assinaturas reais serão verificadas pela App Store.

source: Push-up
es: Flexión
fr: Pompe
pt_br: Flexão

source: Quadriceps
es: Cuádriceps
pt_br: Quadríceps

source: READY WHEN YOU ARE
es: CUANDO TÚ QUIERAS
fr: QUAND VOUS VOULEZ
pt_br: QUANDO VOCÊ QUISER

source: REMAINING
es: RESTANTE
fr: RESTANT
pt_br: RESTANTE

source: REPS
es: REP.
fr: RÉP.
pt_br: REP.

source: REST & RESET
es: DESCANSA Y RECUPERA
fr: REPOS ET RÉCUPÉRATION
pt_br: DESCANSE E RECUPERE

source: RIR = reps left in reserve.
es: RIR = repeticiones en reserva.
fr: RIR = répétitions en réserve.
pt_br: RIR = repetições na reserva.

source: RIR means reps in reserve: how many more good repetitions you could have completed. Leave it blank when you’re unsure.
es: RIR significa repeticiones en reserva: cuántas repeticiones más podrías haber hecho con buena técnica. Déjalo vacío si no estás seguro.
fr: RIR signifie répétitions en réserve : le nombre de répétitions supplémentaires que vous auriez pu réaliser correctement. Laissez ce champ vide en cas de doute.
pt_br: RIR significa repetições na reserva: quantas repetições a mais você conseguiria fazer com boa técnica. Deixe em branco se não souber.

source: RUN CONTROLS
es: CONTROLES DE CARRERA
fr: COMMANDES DE COURSE
pt_br: CONTROLES DA CORRIDA

source: RUN PAUSED
es: CARRERA EN PAUSA
fr: COURSE EN PAUSE
pt_br: CORRIDA PAUSADA

source: RUNNING
es: CARRERA
fr: COURSE
pt_br: CORRIDA

source: Race date
es: Fecha de carrera
fr: Date de course
pt_br: Data da prova

source: Reach %@ of logged running.
es: Alcanza %@ de carrera registrada.
fr: Atteignez %@ de course enregistrée.
pt_br: Alcance %@ de corrida registrada.

source: Reach 10 km of logged running.
es: Alcanza 10 km de carrera registrada.
fr: Atteignez 10 km de course enregistrée.
pt_br: Alcance 10 km de corrida registrada.

source: Reach 50 km of logged running.
es: Alcanza 50 km de carrera registrada.
fr: Atteignez 50 km de course enregistrée.
pt_br: Alcance 50 km de corrida registrada.

source: Read-only access. You’ll review each value before applying it. Manage sharing in Apple Health. Your imported details stay on this iPhone.
es: Acceso de solo lectura. Revisarás cada valor antes de aplicarlo. Gestiona los permisos en Salud de Apple. Los datos importados permanecen en este iPhone.
fr: Accès en lecture seule. Vous vérifierez chaque valeur avant de l’appliquer. Gérez le partage dans Santé d’Apple. Les données importées restent sur cet iPhone.
pt_br: Acesso somente leitura. Você revisará cada valor antes de aplicá-lo. Gerencie o compartilhamento no Saúde da Apple. Os dados importados ficam neste iPhone.

source: Reading Health…
es: Leyendo Salud…
fr: Lecture de Santé…
pt_br: Lendo Saúde…

source: Ready for your next set
es: Listo para tu próxima serie
fr: Prêt pour votre prochaine série
pt_br: Pronto para sua próxima série

source: Ready to build
es: Listo para avanzar
fr: Prêt à progresser
pt_br: Pronto para evoluir

source: Ready when you are
es: Cuando tú quieras
fr: Quand vous voulez
pt_br: Quando você quiser

source: Receipt cleanup will retry
es: Se reintentará limpiar la confirmación
fr: Le nettoyage de la confirmation sera réessayé
pt_br: A limpeza da confirmação será repetida

source: Recent running history to help describe your baseline.
es: Tu historial reciente de running para describir tu punto de partida.
fr: Votre historique de course récent pour préciser votre point de départ.
pt_br: Seu histórico recente de corrida para descrever seu ponto de partida.

source: Record on iPhone
es: Grabar en el iPhone
fr: Enregistrer sur iPhone
pt_br: Gravar no iPhone

source: Recorded on
es: Grabado en
fr: Enregistré sur
pt_br: Gravado no

source: Recorded route. Gaps are left disconnected.
es: Ruta grabada. Los tramos sin datos quedan desconectados.
fr: Parcours enregistré. Les zones sans données restent séparées.
pt_br: Rota gravada. Trechos sem dados ficam desconectados.

source: Recorded sets
es: Series registradas
fr: Séries enregistrées
pt_br: Séries registradas

source: Recording on iPhone
es: Grabando en el iPhone
fr: Enregistrement sur iPhone
pt_br: Gravando no iPhone

source: Recording paused
es: Grabación en pausa
fr: Enregistrement en pause
pt_br: Gravação pausada

source: Recording was interrupted during start. Finish this record or discard it before starting again.
es: La grabación se interrumpió al iniciar. Finaliza este registro o descártalo antes de volver a empezar.
fr: L’enregistrement a été interrompu au démarrage. Terminez cet enregistrement ou supprimez-le avant de recommencer.
pt_br: A gravação foi interrompida ao iniciar. Finalize este registro ou descarte antes de recomeçar.

source: Recording was interrupted. Review the measurements captured so far.
es: La grabación se interrumpió. Revisa las medidas capturadas hasta ahora.
fr: L’enregistrement a été interrompu. Vérifiez les mesures recueillies jusqu’ici.
pt_br: A gravação foi interrompida. Revise as medidas capturadas até agora.

source: Recording will stop. Your measured time, distance, heart rate and laps will be kept for review.
es: La grabación se detendrá. El tiempo, la distancia, la frecuencia cardíaca y las vueltas se conservarán para revisarlos.
fr: L’enregistrement s’arrêtera. Le temps, la distance, la fréquence cardiaque et les tours seront conservés pour vérification.
pt_br: A gravação será encerrada. Tempo, distância, frequência cardíaca e voltas serão mantidos para revisão.

source: Recovered through the last saved checkpoint. Review and save this run; untracked time has not been added.
es: Recuperado hasta el último punto guardado. Revisa y guarda esta carrera; no se añadió el tiempo sin registrar.
fr: Récupération jusqu’au dernier point enregistré. Vérifiez et enregistrez cette course ; le temps non suivi n’a pas été ajouté.
pt_br: Recuperado até o último ponto salvo. Revise e salve esta corrida; o tempo não registrado não foi adicionado.

source: Recovery
es: Recuperación
fr: Récupération
pt_br: Recuperação

source: Recovery 20
es: 20 de recuperación
fr: 20 de récupération
pt_br: 20 de recuperação

source: Recovery day
es: Día de recuperación
fr: Jour de récupération
pt_br: Dia de recuperação

source: Recovery is part of the plan.
es: La recuperación es parte del plan.
fr: La récupération fait partie du programme.
pt_br: A recuperação faz parte do plano.

source: Recovery jog
es: Trote de recuperación
fr: Footing de récupération
pt_br: Trote de recuperação

source: Remove date of birth
es: Eliminar fecha de nacimiento
fr: Supprimer la date de naissance
pt_br: Remover data de nascimento

source: Remove logged set
es: Eliminar serie registrada
fr: Supprimer la série enregistrée
pt_br: Remover série registrada

source: Remove set
es: Eliminar serie
fr: Supprimer la série
pt_br: Remover série

source: Repeat %lld of %lld
es: Repetición %lld de %lld
fr: Répétition %lld sur %lld
pt_br: Repetição %lld de %lld

source: Repeat %lld times
es: Repetir %lld veces
fr: Répéter %lld fois
pt_br: Repetir %lld vezes

source: Repeat a logged run distance and type, or a lift at the same rep count on another day. Your first-to-latest comparison will appear here.
es: Repite una distancia y un tipo de carrera registrados, o un ejercicio con las mismas repeticiones otro día. Aquí verás la comparación del primer al último registro.
fr: Répétez une distance et un type de course enregistrés, ou un exercice avec le même nombre de répétitions un autre jour. La comparaison entre le premier et le dernier résultat apparaîtra ici.
pt_br: Repita a distância e o tipo de uma corrida registrada, ou um exercício com as mesmas repetições em outro dia. A comparação do primeiro ao último registro aparecerá aqui.
